Repository: emnik/freemeteoweather-screenlet
Catalog: po/*.po
Languages: de, el, es, fr, hu, it, pl, pt_br, ru

source: Metric
de: Metrisch
el: Μετρικό
es: Métrico
fr: Métrique
hu: Metrikus
it: Metrico
pl: Metryczny
pt_br: Métrica
ru: Метрическая

source: Appearance
de: Aussehen
el: Εμφάνιση
es: Apariencia
fr: Apparence
hu: Megjelenés
it: Aspetto
pl: Wygląd
pt_br: Aparência
ru: Внешний вид

source: Adjust Appearance of the Widget
de: Aussehen des Widgets anpassen
el: Προσαρμογή της εμφάνισης του Screenlet
es: Ajustar Apariencia del Widget
fr: Ajuster l'apparence du widget
hu: A Widget megjelenésének beállításai
it: Modifica l'aspetto del widget
pl: Dostosuj wygląd widżetu
pt_br: Ajustar aparência do widget
ru: Настроить внешний вид вижета

source: Layout
el: Διάταξη
es: Diseño
fr: Agencement
hu: Elrendezés
pl: Układ
ru: Расположение

source: Adjust Layout and Behavior of the Widget
de: Layout und Verhalten des Widgets anpassen
el: Προσαρμογή διάταξης και λειτουργιών του Screenlet
es: Ajustar Diseño y Comportamiento del Widget
fr: Ajuster l'agencement et le comportement du widget
hu: Megjelenítendők Beállításai
it: Modifica il layout e il comportamento del widget
pl: Dostosuj układ i zachowanie widżetu
pt_br: Ajustar layout e comportamento do widget
ru: Изменение расположения и поведения виджетов

source: Weather
de: Wetter
el: Καιρός
es: Meteorología
fr: Météo
hu: Időjárás
it: Meteo
pl: Pogoda
pt_br: Meteorologia
ru: Погода

source: Settings for fetching Weather Information
de: Einstellungen zum Abrufen von Wetterdaten
el: Ρυθμίσεις ανάκτησης πληροφοριών καιρού
es: Ajustes para obtener Información Meteorológica
fr: Paramètres pour la récupération des informations météorologiques
hu: Időjárás információk frissítésének beállításai
it: Impostazioni per il recupero delle informazioni meteo
pl: Ustawienia pobierania informacji o pogodzie
pt_br: Configurações para aquisição de informações meterológicas
ru: Настройки для извлечения информации о погоде

source: Background Color
de: Hintergrundfarbe
el: Χρώμα παρασκηνίου
es: Color del fondo
fr: Couleur de l'arrière-plan
hu: Háttérszín
it: Colore di sfondo
pl: Kolor tła
pt_br: Cor do plano de fundo
ru: Цвет фона

source: Background Color of the Widget
de: Hintergrundfarbe des Widgets
el: Χρώμα παρασκηνίου του Widget
es: Color de Fondo del Widget
fr: Couleur d'arrière-plan du widget
hu: A Widget háttérszíne
it: Colore di sfondo del widget
pl: Kolor tła widżeru
pt_br: Cor do plano de fundo do widget
ru: Цвет фона виджета

source: Icon Color
de: Icon-Farbe
el: Χρώμα εικονικδίου
es: Color del icono
fr: Couleur de l'icône
hu: Ikon színe
it: Colore icona
pl: Kolor ikony
pt_br: Cor do Ícone
ru: Цвет значка

source: Color of the Weather Icons
de: Farbe der Wetter-Icons
el: Χρώμα εικονιδίων καιρικών συνθηκών
es: Color de Íconos del Clima
fr: Couleur des icônes météo
hu: Időjárás ikonjának színe
it: Colore delle Icone Meteo
pl: Kolor ikon pogodowych
pt_br: Cor dos ícones metereológicos
ru: Цвет значков погоды

source: Text Color
de: Textfarbe
el: Χρώμα Κειμένου
es: Color del texto
fr: Couleur du texte
hu: Szöveg szín
it: Colore testo
pl: Kolor tekstu
pt_br: Cor do texto
ru: Цвет текста

source: Color of the Text
de: Farbe des Textes
el: Χρώμα Κειμένου
es: Color del Texto
fr: La couleur du texte
hu: A szöveg színe
it: Colore del testo
pl: Kolor tekstu
pt_br: Cor do texto
ru: Цвет текста

source: Bigger Font
de: Größere Schrift
el: Γραμματοσειρά μεγάλου μεγέθους
es: Fuente Grande
fr: Grande police de caractères
hu: Nagyobb betűtípus
it: Carattere più grande
pl: Większa czcionka
pt_br: Fonte maior
ru: Больший шрифт

source: Font used for City and current temperature
de: Schriftart für die Stadt und die aktuelle Temperatur
el: Γραμματοσειρά για την εμφάνιση της πόλης και της τρέχουσας θερμοκρασίας
es: Fuente utilizada para Ciudad y temperatura actual
fr: Police utilisée pour la ville et la température actuelle
hu: A város és a jelenlegi hőmérsékletnél használatos betűtípus
it: Carattere usato per le città e la temperatura corrente
pl: Czcionka użyta dla miasta i obecnej temperatury
pt_br: Fonte usada para cidade e temperatura atual
ru: Шрифт для города и текущей температуры

source: Smaller Font
de: Kleinere Schrift
el: Γραμματοσειρά μικρού μεγέθους
es: Fuente Pequeña
fr: Police de caractères
hu: Kisebb betűtípus
it: Carattere più piccolo
pl: Mniejsza czcionka
pt_br: Fonte menor
ru: Маленький шрифт

source: Font used for forecast temperature
de: Schriftart für die Stadt und die aktuelle Temperatur
el: Γραμματοσειρά για τη θερμοκρασία
es: Fuente utilizada para pronóstico de temperatura
fr: Police utilisée pour la température prévue
hu: Az előrejelzés hőmérsékleténél használatos betűtípus
it: Carattere usato per la temperatura prevista
pl: Czcionka użyta dla prognozy temperatur
pt_br: Fonte usada para temperatura da previsão
ru: Шрифт для прогнозируемой температуры

source: Tiny Font
de: Winzige Schrift
el: Γραμματοσειρά πολύ μικρού μεγέθους
es: Tipografía pequeña
fr: Petite police de caractères
hu: Apró betűtípus
it: Carattere piccolo
pt_br: Fonte pequena
ru: Крошечный шрифт

source: Font used for forecast low temperature and dayname
de: Schriftart für Vorhersage niedriger Temperaturen und den Tag
el: Γραμματοσειρά για εμφάνιση χαμηλής θερμοκρασίας και ημέρας
es: Tipo de letra utilizado para la temperatura baja
fr: Police de caractères utilisée pour le nom du jour et les tempréatures basses prévues
hu: Az előrejelzés alacsony hőmérsékleténél és a nap nevénél használatos betűtípus
it: Carattere usato per temperature basse e nomi dei giorni delle previsioni
pl: Czcionka przewidywanej najniższej temperatury i nazwy dnia
pt_br: Fonte usada para a baixa temperatura da previsão e para o nome do dia
ru: Шрифт, используемый для прогноза низкой температуры и названий дней

source: Show Background for City
de: Hintergrund für Stadt Anzeigen
el: Εμφάνιση παρασκηνίου για την πόλη
es: Mostrar Fondo para la ciudad
fr: Afficher l'arrière-plan pour la ville
hu: Háttér megjelenítése a városoknál
it: Mostra sfondo per la città
pl: Pokaż tło dla miasta
pt_br: Mostrar plano de fundo da cidade
ru: Показать фон для города

source: Show City and Time Background Color in the Widget ?
de: Hintergrundfarbe von Stadt und Zeit im Widget zeigen?
el: Εμφάνιση πόλης και ώρας
es: ¿Mostrar color de fondo de la ciudad y la hora en el widget?
fr: Afficher la couleur d'arrière-plan pour la ville et l'heure dans le widget ?
hu: Mutassa a város és az idő háttér színét a Widgetben ?
it: Mostrare colore di sfondo per Città e Ora nel Widget?
pl: Pokazać kolor tła miasta i czasu w widżecie?
pt_br: Mostrar cor do plano de fundo da cidade e do horário no widget ?

source: Show 24 Hour Clock
de: Zeige 24-Stunden Uhr
el: Ρολόι σε 24η μορφή
es: Mostrar reloj de 24 horas
fr: Afficher une horloge numérotée sur 24 heures
hu: 24 órás óra mutatása
it: Mostra orologio di 24 ore
pl: Pokaż 24-godzinny zegar
pt_br: Mostrar relógio de 24 horas
ru: Показать 24-часовой формат

source: Show a 24 Hour Clock ?
de: Eine 24-Stunden Uhr anzeigen?
el: Ρολόι σε 24η μορφή
es: ¿Mostrar reloj de 24 horas?
fr: Afficher une horloge numérotée sur 24 heures ?
hu: Mutassa a 24 órás órát?
it: Mostrare orologio di 24 ore?
pl: Pokazać 24-godzinny zegar?
pt_br: Mostrar um relógio de 24 horas ?
ru: Показать 24-часовой формат?

source: Background round corners
de: Hintergrund mit runden Ecken
el: Στρογγυλεμένες άκρες στο παρασκήνιο
es: Fondo esquinas redondas
fr: Coins arrondis pour l'arrière-plan
hu: Háttér sarkok lekerekítése
it: Angoli arrotondati per lo sfondo
pl: Zaokrąglone rogi tła
pt_br: Cantos do plano de fundo arredondados
ru: Скруглённые уголки фона

source: Draw background with round corners
de: Zeichne hintergrund mit runden Ecken
el: Στρογγυλεμένες άκρες στο παρασκήνιο
es: Dibujar Fondo esquinas redondas
fr: Dessiner l'arrière-plan avec des coins arrondis
hu: Háttér megjelenítése lekerekített sarkokkal
it: Disegna lo sfondo con gli angoli arrotondati
pl: Rysuj tło z zaokrąglonymi rogami
pt_br: Desenhar plano de fundo com cantos arredondados
ru: Рисовать фон со скруглёнными уголками

source: Show City and Time
de: Zeige Stadt und Zeit
el: Εμφάνιση πόλης και ώρας
es: Mostrar ciudad y hora
fr: Afficher la Ville et l'Heure
hu: Város és az idő megjelenítése
it: Mostra città e ora
pl: Pokaż miasto i czas
pt_br: Mostrar cidade e horário
ru: Показывать город и время

source: Show City and Time in the Widget ?
de: Stadt und Zeit im Widget anzeigen?
el: Εμφάνιση πόλης και ώρας
es: ¿Mostrar ciudad y hora en el widget?
fr: Afficher la Ville et l'Heure dans le Widget ?
hu: Mutassa a várost és az időt a Widgetben ?
it: Mostrare città e ora nel widget?
pl: Pokazać miasto i czas w widżecie?
pt_br: Mostrar cidade e horário no widget ?
ru: Показывать город и время в виджете?

source: Use City's Local Time
de: Ortszeit der Stadt nutzen
el: Χρήση τοπικής ώρας
es: Hora local de la Ciudad
fr: Afficher l'heure locale de la ville
hu: Város helyi idejének használata
it: Usa l'Ora locale della Città
pl: Użyj czasu używanego w mieście
pt_br: Usar horário local da cidade
ru: Использовать местное время города

source: Use selected city's local time instead of PC's time.
de: Ortszeit der Stadt anstatt der Systemzeit benutzen
el: Χρήση τοπικής ώρας για την επιλεγμένη πόλη αντί της ώρας του υπολογιστή
es: Usar la hora local de la ciudad seleccionada en lugar de tiempo del PC.
fr: Utiliser l'heure locale de la ville sélectionnée au lieu de l'heure de votre PC.
hu: Használja a kiválasztott város helyi idejét a számítógép ideje helyett.
it: Use làora locale della città invece dellàora del PC
pl: Używaj czasu miejscowego danego miasta zamiast czasu komputera
pt_br: Usar horário local da cidade selecionad ao invés do horário do PC.
ru: Использовать местное время выбранного города вместо времени ПК.

source: Show Forecast
de: Vorhersage anzeigen
el: Εμφάνιση πρόβλεψης
es: Mostrar pronóstico
fr: Afficher les Prévisions
hu: Előrejelzés mutatása
it: Mostra previsione
pl: Pokaż prognozę
pt_br: Mostrar previsão do tempo
ru: Показывать прогноз

source: Show Forecast in the Widget ?
de: Vorhersage im Widget anzeigen?
el: Εμφάνιση πρόβλεψης
es: ¿Mostrar pronóstico en el widget?
fr: Afficher les Prévisions dans le Widget ?
hu: Mutassa az előrejelzést a Widgetben ?
it: Mostrare Meteo nel Widget?
pl: Pokazać prognozę pogody w widżecie?
pt_br: Mostrar previsão do tempo no widget ?
ru: Показывать прогноз в виджете?

source: Show Toggle Forecast Icon
de: Zeige Winziges Vorhersage-Icon
el: Εικονιδίου εναλλαγής εμφάνισης πρόβλεψης
es: Activar Mostrar icono Pronóstico
fr: Afficher l'icône pour activer les prévisions
hu: Előrejelzésre váltó ikon mutatása
it: Visualizza Icona "Mostra/Nascondi Meteo"
pl: Pokaż ikonę przełączania prognozy
pt_br: Ícone de alternação da previsão
ru: Показать иконку переключения прогноза

source: Show a plus/minus icon for showing or not 4-days forecast.
de: Zeige ein Plus-/Minus-Icon zum Anzeigen der Vorhersage
el: Εικονίδιο εναλλαγής εμφάνισης πρόβλεψης καιρικών συνθηκών
es: Mostrar un icono de +/- para mostrar o no pronóstico de 4 días.
fr: Afficher une icône plus/moins pour afficher ou non les prévisions à 4 jours.
hu: Mutassa a pluszjel/mínuszjel ikont, hogy megjelenítse vagy ne a 4 napos előrejelzést.
it: Visualizza un'icona "+/-" per mostrare o meno le previsioni dei prossimi 4 giorni
pl: Pokaż ikonę plus/minus do włączenia/wyłączenia pokazwania prognozy czterodniowej.
pt_br: Mostrar um ícone de mais/menos para mostrar ou não previsão para 4-dias.

source: Freemeteo's Area ZIP Code
de: Gebiets-ZIP-Code von Freemeteo
el: Κωδικός περιοχής του Freemeteo
es: Freemeteo Zona de código postal
fr: Code postal de zone Freemeteo
hu: Freemeteo Területi Kódja
it: Codice postale dell'area geografica di Freemeteo
pl: Kod pocztowy wskazanego obszaru
pt_br: Código postal do Freemeteo

source: Get your area's code (Zip code) from http://www.freemeteo.com : Choose your region and copy the number after 'gid=' part of the URL
de: Sie bekommen Ihren Gebiets-Code (ZIP-Code) von http://www.freemeteo.com : Wählen sie Ihre Region und kopieren Sie die Nummer nach »gid=« in der URL
el: Βρείτε τον κωδικό της περιοχή σας από http://www.freemeteo.com : Επιλέξτε τη περιοχή σας και αντιγράψτε τον αριθμό μετά το τμήμα 'gid=' της διεύθυνσης της ιστοσελίδας.
es: Obtener el código de su área (código postal) de http://www.freemeteo.com: Seleccione su región y copie el número después de 'gid =' parte de la URL
fr: Obtenez le code de votre zone sur http://www.freemeteo.com : Choisissez votre région et copiez le nombre après "gid=" dans l'adresse du site.
hu: Szerezze be a terület kódját a http://www.freemeteo.com oldalról: Válassza ki a régióját és az URL-ban található 'gid=' rész utáni számot másolja ide.
it: Ottieni il codice della tua area geografica (codice ZIP) da http://www.freemeteo.com: Scegli la tua regione e copia il numero che segue la sezione 'gid=' dell'URL
pt_br: Adquira seu código postal (zip code) em http://www.freemeteo.com : Excolha sua região e copie o número da URL depois da parte "gid="

source: Select units
de: Einheit auswählen
el: Επιλέξτε μονάδες θερμοκρασίας
es: Seleccionar unidades
fr: Sélectionner les unités
hu: Mértékegység kiválasztása
it: Seleziona le unità
pl: Wybierz jednostki
pt_br: Selecion ar unidades
ru: Выбрать единицы измерения

source: Metric=(C)elsius, English=(F)ahrenheit
de: Metrisch=(C)elsius, Englisch=(F)ahrenheit
el: Μετρικό = (C)Κελσίου, Αγγλικό = (F)Φαρενάιτ
es: Métrica=(C)elsius, Inglesa=(F)ahrenheit
fr: Métriques=(C)elsius, Anglais=(F)ahrenheit
hu: Metrikus=(C)elsius, Angol=(F)ahrenheit
it: Sistema metrico=(C)elsius,Sistema Inglese=(F)ahrenheit
pl: Metryczne=°C, Angielskie=°F
pt_br: Métrica=(C)elsius, English=(F)ahrenheit

source: English
de: Englisch
el: Αγγλικό
es: Inglés
fr: anglais
hu: Angol
it: Inglese
pl: Angielski
pt_br: Inglês
ru: Английский

source: Select language
de: Sprache wählen
el: Επιλέξτε γλώσσα
es: Selección de idioma
fr: Sélectionner la langue
hu: Nyelv kiválasztása
it: Scegli una lingua
pl: Wybierz język
pt_br: Selecionar idioma
ru: Выбрать язык

source: Select language for Freemeteo.com forecasts
de: Sprache für Vorhersage von Freemeteo wählen
el: Επιλέξτε γλώσσα για τις προβλέψεις του freemeteo.com
es: Seleccione el idioma para los pronósticos de Freemeteo.com
fr: Sélectionner la langue pour les prévisions de Freemeteo.com
hu: Freemeteo.com előrejelzés nyelve
it: Seleziona una lingua per le previsioni Freemeteo.com
pl: Wybierz język prognozy pogody z Freemeteo.com
pt_br: Selecionar um idioma para as previsões do tempo do Freemeteo.com
ru: Выбрать язык для прогнозов Freemeteo.com

source: Show error messages
de: Fehlermeldungen anzeigen
el: Εμφάνιση μηνυμάτων λάθους
es: Mostrar mensajes de error
fr: Afficher les messages d'erreur
hu: Mutassa a hibaüzeneteket
it: Mostra messaggi di errore
pl: Pokaż komunikaty błędu
pt_br: Mostrar as mensagens de erro
ru: Показывать сообщения об ошибках

source: Show an error message on invalid location code
de: Fehlermeldungen für ungültige Gebiet-Codes anzeigen
el: Εμφάνιση μηνύματος λάθους σε περίπτωση λανθασμένου κωδικού περιοχής
es: Mostrar un mensaje de error en código de ubicación no válido
fr: Afficher un message d'erreur si le code de zone n'est pas valide
hu: Mutasson egy hibaüzenetet rossz helyi kódnál
it: Mostra un messaggio di errore sul CAP non valido
pl: Pokazuj komunikaty błędu związane z błędnym kodem lokalizacji
pt_br: Mostrar mensagens de erro no caso de código de localização inválido

source: Zip Code...
el: Κωδικός περιοχής...
es: Código postal...
fr: Code Postal...
hu: Területi Kód...
it: CAP...
pl: Kod pocztowy
pt_br: Código de Área
ru: Zip-код...

source: Forecast description
de: Beschreibung der Vorhersage
el: Περιγραφή πρόβλεψης καιρού
es: Descripción de pronóstico
fr: Description des prévisions
hu: Előrejelzés leírása
it: Descrizione meteo
pl: Opis prognozy pogody
pt_br: Descrição da previsão

source: Please select desired ZIP Code to view forecast.
de: Bitte wählen Sie den gewünschten ZIP-Code zum anzeigen der Vorhersage
el: Παρακαλώ επιλέξτε κωδικό περιοχής
es: Por favor, seleccione el código postal que desee para ver pronóstico.
fr: Vuillez sélectionner le code postal désiré pour voir les prévisions.
hu: Kérem válassza a ki a megfelelő Területi Kódot az előrejelzés megtekintéséhez.
it: Selezionare CAP per vedere le previsioni meteo
pl: Wybierz kod pocztowy, aby obejrzeć prognozę pogody
pt_br: Por favor, selecione o Código de Área desejado para ver a previsão

source: Please set your ZIP Code...
de: Bitte legen Sie Ihren ZIP-Code fest …
el: Παρακαλώ εισάγετε τον κωδικό περιοχής...
es: Por favor, colocar código ZIP
fr: Veuillez indiquer votre code postal...
hu: Kérem állítsa be a Területi Kódját...
it: Imposta il CAP...
pl: Wpisz kod pocztowy
pt_br: Por favor, defina seu código de área...
ru: Пожалуйста, установите ваш ZIP код...

source: Connecting...
de: Verbinde …
el: Πραγματοποιείται σύνδεση...
es: Conectando...
fr: Connexion en cours...
hu: Kapcsolódás...
it: Connessione in corso...
pl: Łączenie...
pt_br: Conectando...
ru: Подключение...

source: Zip Code
el: Κωδικός περιοχής
es: Código postal
fr: Code postal
hu: Terület Kód
it: CAP
pl: Kod pocztowy
pt_br: Código postal
ru: Почтовый индекс

source: There was an error fetching freemeteo servers. Please try again later...
de: Es gab einem Fehler beim holen von den Freemeteo-Servern. Versuchen Sie es später noch einmal …
el: Παρουσιάστηκε σφάλμα κατά την ανάκτηση εξυπηρετητών freemeteo. Παρακαλώ ξαναπροσπαθήστε αργότερα...
es: Hubo un error al buscar los servidores de freemeteo. Por favor inténtelo de nuevo más tarde ...
fr: Il y a eu une erreur lors de l'accès aux serveurs freemeteo. Veuillez réessayer ultérieurement...
it: Si è presentato un errore mentre si cercava di contattare i server freemeteo. Si prega di provare più tardi...
pt_br: Ocorreu um erro na conexão com os servidores da freemeteo. Por favor, tente novamente ...
ru: Произошла ошибка при соединении с сервером freemeteo. Пожалуйста, попробуйте снова позже...

source: Could not reach Freemeteo.com. Check your internet connection and location and try again.
de: Konnte Freemeteo.com nicht erreichen. Überprüfen Sie Ihre Internetverbindung und Ihren Standort und Versuchen sie es noch einmal.
el: Η σύνδεση με το freemeteo.com απέτυχε. Παρακαλώ ελέγξτε τη σύνδεσή σας με το διαδίκτυο και το κωδικό περιοχή σας και προσπαθήστε ξανά
es: No se pudo conectar a Freemeteo.com. Compruebe su conexión a Internet y ubicación y vuelva a intentarlo.
fr: Impossible de joindre Freemeteo.com. Vérifiez votre connexion Internet et l'emplacement indiqué et essayez à nouveau.
hu: Nem érhető el a Freemeteo.com. Ellenőrizze az internet kapcsolatot és a helyet és próbálja újra.
it: Impossibile raggiungere Freemeteo.com. Controlla la tua connessione Internet e località e prova di nuovo.
pl: Nie można połączyć się z Freemeteo.com. Sprawdź swoje połączenie internetowe i lokalizację i spróbuj ponownie.
pt_br: Não foi possível alcançar Freemeteo.com. Verifique sua conexão à Internet e localização e tente novamente.
ru: Не удалось соединится с Freemeteo.com. Проверьте подключение к интернету, и повторите попытку.

source: A Minimal Weather Screenlet (powered by freemeteo.com) that uses Widescape Weather Graphics. Supports many languages.
de: Ein kleines Wetter-Screenlet (powered by freemeteo.com) das Grafiken vonWidescape Weather benutzt. Unterstützt viele Sprachen.
el: Ένα μινιμαλιστικό screenlet καιρού (με δεδομένα από το freemeteo.com) το οποίο χρησιμοποιεί γραφικά από το Widescape Weather Graphics και υποστηρίζει πολλές γλώσσες.
es: Screenlet de clima (alimentado por freemeteo.com) que usa gráficos Widescape en tiempo real. Soporta muchos idiomas.
fr: Un screenlet météo minimaliste (alimenté par freemeteo.com) qui utilise Widescape Weather Graphics. Prend en charge de nombreuses langues.
hu: Egy minimális Időjárás Screenlet (freemeteo.com által üzemeltetve), ami Widescape Időjárás Grafikát használ. Sok nyelvet támogat.
it: Screenlet Meteo Minimale (potenziata da freemeteo.com) che usa Widescape Weather Graphics. Supporto per diverse lingue.
pl: Minimalistyczny screenlet pogody oparty o freemeteo.com, który używa Widescape Weather Graphics. Wspiera wiele języków.
pt_br: Um pequeno screenlet metereológico (possível graças a freemeteo.com) que utiliza Widescape Weather Graphics. Suporta vários idiomas.
